@include('official-th.layout.header')

<!-- Banner -->
<!--
    Note: To show a background image, set the "data-bg" attribute below
    to the full filename of your image. This is used in each section to set
    the background image.
-->
<section id="banner" class="bg-img" data-bg="banner-tw-1.jpg">
    <div class="inner">
    </div>
    <a href="#one" class="more">Learn More</a>
</section>

<!-- One -->
<section id="one" class="wrapper post bg-img" data-bg="banner-2.png">
    <div class="inner">
        <article class="box">
            <div class="content-wrapper">
                <p>"เอเชียทาเลนต์โชว์กิจกรรมยอดนิยมออนไลน์" การประลองคนที่มีความสามารถสูงสุดชั้นนำของโลก Global Top Talent Contestภาพถ่ายโดยทีมผู้ผลิตเครือข่ายที่แข็งแกร่งที่สุดของไต้หวัน สร้างเวทีโชว์ความสามารถทางอินเทอร์เน็ตการลงทุนย่างหนัก ในเมืองเซี่ยงไฮ้,ปักกิ่ง,หวู่ฮั่น,เฉิงตู,เซียะเหมิ,ไทเป,โฮจิมินห์,กรุงเทพฯ,กัวลาลัมเปอร์และฮ่องกงสิบเมืองแยกกันจัด เลือกสามอันดับแรกในแต่ละเมือง จะเข้าสู่โรงแข่งขันในปารีเชียนมาเก๊า ร่วมกันด้วยผู้มีความสามารถจากภูมิภาคอื่น ๆ ต่อสู้เพื่อชิงตำแหน่งไซเบอร์สตาร์ออนไลน์ที่แข็งแกร่งที่สุดในภูมิภาคเอเชียแปซิฟิก !!!</p>
            </div>
            <div class="content-wrapper">
                <p>คุณมีศิลปะการต่อสู้สิบแปดตัวในร่างกายของคุณ แต่ไม่มีที่ให้เล่นหรอกเหรอ? คุณมีเต็มไปด้วย
                    เคล็ดลับแต่เพื่อนเพื่อนไม่คิดว่าจะมีอะไรเหรอ? คุณสนใจที่จะถ่ายวิดีโอตลกคุโซะทุกวันหรือไม่? มา,มา,มา,มา !! ลงสมัครตอนนี้ สำนึกความฝันดาราออนไลน์ของคุณ ~~~</p>
            </div>
            <header class="rules-wrapper">
                <h3>กฎการเข้า</h3>
            </header>
            <div class="content">
                <p>
                    วันที่ลงชื่อสมัคร: 108/8/15 - 108/9/14<br>
                    คุณสมบัติการลงสมัคร: อายุ 18 ปีขึ้นไปทั้งเพศชายและหญิง<br>
                    รางวัลการแข่งขัน:แชมป์ระดับนานาชาติรางวัลชนะเลิศมีมูลค่ารวม 500,000 เหรียญไต้หวัน และถ้วยรางวัล ผลการแข่งขันจะประกาศอยู่ในรอบชิงชนะเลิศและได้รับรางวัล ในขณะเดียวกัน ประกาศผลแข่งขันบนเว็บไซต์ quick-pi และกลุ่มแฟนเฟซบุ๊ก
                </p>
            </div>
        </article>
    </div>
    <a href="#two" class="more">Learn More</a>
</section>

<!-- Two -->
<section id="two" class="wrapper post bg-img" data-bg="banner-3.jpg">
    <div class="inner">
        <article class="box">
            <header class="rule-title">
                <h2>RULE</h2>
            </header>
            <header class="register-wrapper">
                <h3>วิธีการลงทะเบียน</h3>
            </header>
            <ul>
                <li>1. อ่านรายละเอียดกับยอมรับว่ากฎการแข่งขันและข้อควรระวัง</li>
                <li>2. ในกรณีที่เกิดภัยธรรมชาติและเหตุสุดวิสัยเป็นต้น ผู้จัดงานจะเลื่อนเวลาแข่งขันและประกาศ บนเว็บไซต์ทางการ</li>
                <li>3. สำหรับการลงสมัครและการแข่งขัน หากมีปัญหาที่เกี่ยวข้อง กรุณาติดต่ออีเมลของเว็บไซต์ทางการ service@quick-pi.com</li>
                <li>4.ระบบการลงสมัครเป็นออนไลน์เท่านั้น ผู้เข้าร่วมจะขึ้นอยู่กับกระบวนการลงสมัครที่กำหนดกรอกข้อมูลให้ถูกต้องสำหรับบุคคล (หากข้อมูลไม่ถูกต้องสิทธิ์ส่วนบุคคลจะได้รับผลกระทบและบุคคลต้องรับผิดชอบตัวเอง)</li>
                <li>5. หลังจากลงสมัครเรียบร้อยแล้ว ระบบเว็บไซต์ทางการจะส่งอีเมล์ไปยังผู้สมัครโดยอัตโนมัติ  ภายในอีเมล์จะรวมถึงข้อกำหนดของการแข่งขันและข้อบังคับที่เกี่ยวข้อง ผู้เข้าแข่งขันจะต้องใส่ใจกับการแจ้งเตือนที่ติดตามภายหลังมาจากเว็บไซต์ทางการ</li>
            </ul>
            <div class="content">
                <p>ผู้เข้าแข่งขันไม่ควรมีความคิดเห็นที่แตกต่างและควรปฏิบัติตามกฎของการแข่งขันเชื่อฟังการประเมินของผู้ตัดสิน ถ้าประท้วงอย่างไม่มีเหตุผล (เช่นการดูถูกผู้จัดงานมีความตั้งใจและการขัดขวางการแข่งขัน)ผู้จัดงานสามารถรวบรวมหลักฐานที่เกี่ยวข้องเพื่อดำเนินการทางวินัยที่เหมาะสมและสงวนสิทธิ์ในการดำเนินคดีตามกฎหมาย</p>
                <ul>
                    <li>ที่ปรึกษากฎหมาย: สำนักงานกฎหมายหมินเฉือน</li>
                </ul>
            </div>
            <footer>
                <a href="{{  route('th/global-talent-registration') }}" class="button alt">ไปที่การลงทะเบียน</a>
            </footer>
        </article>
    </div>
    <a href="#three" class="more">Learn More</a>
</section>

<!-- Three -->
<section id="three" class="wrapper post bg-img" data-bg="banner-4.jpg">
    <div class="inner">
        <article class="box col-md-4">
            <header class="review-wrapper">
                <h3>การคัดเลือกเบื้องต้น</h3>
            </header>
            <div class="content">
                <ul>
                    <li>วันที่เข้าแข่งขัน: 2019/09/15 - 2019/09/30</li>
                    <li>สถานที่แข่งขัน: การแข่งขันออนไลน์</li>
                    <li>วิธีการแข่งขัน: ผู้เข้าแข่งขันกรุณาอัปโหลดวิดีโอสั้น ๆ 15 วินาทีที่ติ๊กต๊อก</li>
                    <li>เนื้อหาของการแข่งขัน: หัวเรื่องคือเลือกหนึ่งในพวกสปอนเซอร์ ทำวีดีโอสร้างสรรค์ เพื่อโปรโมชั่นสินค้า</li>
                    <li>วิธีการให้คะแนน:เวลาเบื้องต้นผู้เข้าแข่งขันไม่จำกัดปริมาณวิดีโอ การให้คะแนนด้วย จำนวนชื่นชอบของวิดีโอทั้งหมดและคะแนนจากผู้ตัดสิน</li>
                    <li>วิธีการให้คะแนน:ใช้hashtag(#)ทั้งหมดดังต่อไปนี้รายการแฮชแท็กของผู้สนับสนุน:#快拍股份有限公司、#晨悅預防醫學、#菲力斯國際、#H2OHOTEL、#桃園機場捷運、#台灣大車隊、#寶齡富錦生技、#富士康廣告、#創克整合行銷、#Juksy、#Qlive、#好事聯播網、＃宅宅新聞、＃卡卡洛普、＃國王汽車、＃易珈生技、#原綺醫美集團。</li>
                </ul>
            </div>
            <header class="review-wrapper">
                <h3>การคัดเลือกแข่งขันนัดที่สอง</h3>
            </header>
            <div class="content">
                <ul>
                    <li>วันที่เข้าแข่งขัน: 2019/10/01 - 2019/10/18</li>
                    <li>สถานที่แข่งขัน: การแข่งขันออนไลน์</li>
                    <li>วิธีการแข่งขัน: ผู้เข้าแข่งขันกรุณาอัปโหลดวิดีโอสั้น ๆ 15 วินาทีที่ติ๊กต๊อก</li>
                    <li>เนื้อหาของการแข่งขัน: หัวเรื่องที่ระบุเป็นสปอนเซอร์เดียว (2 วิดีโอ)และเลือกสปอนเซอร์ 3 รายในสปอนเซอร์บางส่วน (แต่ละสปอนเซอร์ 1 วิดีโอ)ทำวีดีโอสร้างสรรค์เพื่อโปรโมชั่นสินค้า</li>
                    <li>วิธีการให้คะแนน: ภายในเวลาที่กำหนดผู้เข้าแข่งขันถูกจำกัดอัปโหลด5วิดีโอให้คะแนนด้วยจำนวนชื่นชอบของวิดีโอทั้งหมดและคะแนนจากผู้ตัดสิน</li>
                    <li>วิธีการให้คะแนน:ใช้hashtag(#)ทั้งหมดดังต่อไปนี้รายการแฮชแท็กของผู้สนับสนุน:#快拍股份有限公司、#晨悅預防醫學、#菲力斯國際、#H2OHOTEL、#桃園機場捷運、#台灣大車隊、#寶齡富錦生技、#富士康廣告、#創克整合行銷、#Juksy、#Qlive、#好事聯播網、＃宅宅新聞、＃卡卡洛普、＃國王汽車、＃易珈生技、#原綺醫美集團。</li>
                </ul>
            </div>
        </article>
    </div>
    <a href="#four" class="more">Learn More</a>
</section>

<!-- Four -->
<section id="four" class="wrapper post bg-img" data-bg="banner-5.jpg">
    <div class="inner">
        <article class="box">
            <header class="area-review-wrapper">
                <h3>การคัดเลือกรอบชิงชนะเลิศระดับภูมิภาค</h3>
            </header>
            <header>
                <h2>RULE</h2>
            </header>
            <div class="content">
                <ul>
                    <li>วันที่เข้าแข่งขัน:2019/11/24</li>
                    <li>สถานที่แข่งขัน:โฮสต์อทางการจะตามผลการคัดเลือกแจ้งผู้เข้าแข่งขันต่างหาก</li>
                </ul>
            </div>
            <div class="content">
                <ul>
                    <li>วิธีการแข่งขันแข่งขันรอบแรก:เช้าวันที่ 1 ตามอันดับ30 คนที่เลื่อนระดับ  PKการแล้ว เลือก15 คนผู้แข่งขัน</li>
                    <li>เนื้อหาของการแข่งขันรอบแรก: ระบุหัวเรื่องติ๊กต๊อก /จำกัดเวลา / จำนวนชื่นชอบของวิดีโอ PKการวันที่ 1หลังจากรายงานตัวแล้วจะมีการประกาศหัวเรื่องสร้างสรรค์แบบรวมจากหน่วยผลิตผู้แข่งขันสร้างวิดีโอทันที หลังจากสร้างเสร็จแล้วจะวางบนเว็บติ๊กต๊อกจนถึงวันที่ 2 เวลา 12 นาฬิกาแล้วก็นับคะแนนจำนวนชื่นชอบของวิดีโอ 15 อันดับแรกได้รับการเลื่อนตำแหน่งสู่รอบชิงชนะเลิศ</li>
                </ul>
            </div>
            <div class="content">
                <ul>
                    <li>วิธีการแข่งขันรอบที่สอง:ตามอันดับ15 คนที่เลื่อนระดับแสดงความสามารถพิเศษ</li>
                    <li>เนื้อหาการแข่งขันรอบที่สอง:หลังจากประกาศรายชื่อผู้แข่งขัน 15 คนสุดท้ายแล้ว
                        แต่ละคนอัปโหลดวิดีโอการหาเสียงนึ่งเรื่องต่อคนที่ติ๊กต๊อกและการสถิติถึงเวลาที่แน่นอนแล้วก็ปริมาณจำนวน ผู้ตัดสินมีคะแนนถ่วงน้ำหนัก 30% หลังจากคำนวณคะแนนทั้งหมดแล้ว เลือกสามอันดับแรก และได้รับถ้วยรางวัล</li>
                </ul>
            </div>
        </article>
    </div>
    <a href="#five" class="more">Learn More</a>
</section>

<!-- Five -->
<section id="five" class="wrapper post bg-img" data-bg="banner-6.jpg">
    <div class="inner">
        <div class="bonus-wrapper">
            <div class="bonus-box">
                <h4>1 Million(TWD)</h4>
                <p>รวมรางวัลพร้อมของรางวัล</p>
                <div class="bonus-border"></div>
            </div>
            <div class="bonus-box">
                <h4>500 Thousand(TWD)</h4>
                <p>แชมป์คะแนน</p>
                <div class="bonus-border"></div>
            </div>
            <div class="bonus-box">
                <h4>300 Thousand(TWD)</h4>
                <p>วิ่งขึ้นทำแต้ม</p>
                <div class="bonus-border"></div>
            </div>
            <div class="bonus-box">
                <h4>200 Thousand(TWD)</h4>
                <p>อันดับสาม</p>
                <div class="bonus-border"></div>
            </div>
        </div>
        <article class="box-1">
            <header>
                <h2>รอบชิงชนะเลิศระดับนานาชาติ</h2>
            </header>
            <ul class="finial-wrapper">
                <li>วันที่เข้าแข่งขัน:2019/12/14</li>
                <li>คัดเลือกสามอันดับแรกจากแต่ละภูมิภาคการแข่งขันเข้าสู่โรงแข่งขันในปารีเชียนมาเก๊า</li>
                <li>ตามอันดับที่จับสลากผู้เข้าแข่งขันแสดงบนเวที ผู้ตัดสินในสถานที่จะตามรายการให้คะแนน</li>
                <li>รวมเป็นคะแนนทั้งสิ้น ผู้ได้รับคะแนนสูงสุดเป็นแชมป์โลกคนแรกของการประลองคนที่มีความสามารถ สูงสุดชั้นนำของโลก</li>
                <li>ผู้แชมเปี้ยนจะได้โบนัสและรางวัลรวมทั้งหมด 500,000 หยวนไต้หวัน</li>
                <li>ผู้รองชนะเลิศ ได้โบนัสและรางวัลรวมทั้งหมด 300,000 หยวนไต้หวัน</li>
                <li>ผู้อันดับสามด้โบนัสและรางวัลรวมทั้งหมด 200,000 หยวนไต้หวัน</li>
            </ul>
            <footer>
                <a href="{{ route('th/global-talent-registration') }}" class="button alt">ไปที่การลงทะเบียน</a>
            </footer>
        </article>
    </div>
</section>

@include('official-th.layout.footer')
