@include('official-th.layout.header')

<!-- Three -->
<section id="three" class="wrapper post bg-img" data-bg="banner-4.jpg">
    <div class="inner">
        <article class="box col-md-4">
            @if(Session::has('alert'))
                <script>
                    var msg = '{{Session::get('alert')}}';
                    var exist = '{{Session::has('alert')}}';
                    if(exist){
                        alert(msg);
                    }
                </script>
            @endif
            <header class="review-wrapper">
                <h3>การคัดเลือกเบื้องต้น</h3>
            </header>
            <div class="content">
                <ul>
                    <li>วันที่เข้าแข่งขัน: 2019/09/15 - 2019/09/30</li>
                    <li>สถานที่แข่งขัน: การแข่งขันออนไลน์</li>
                    <li>วิธีการแข่งขัน: ผู้เข้าแข่งขันกรุณาอัปโหลดวิดีโอสั้น ๆ 15 วินาทีที่ติ๊กต๊อก</li>
                    <li>เนื้อหาของการแข่งขัน: หัวเรื่องคือเลือกหนึ่งในพวกสปอนเซอร์ ทำวีดีโอสร้างสรรค์ เพื่อโปรโมชั่นสินค้า</li>
                    <li>วิธีการให้คะแนน:เวลาเบื้องต้นผู้เข้าแข่งขันไม่จำกัดปริมาณวิดีโอ การให้คะแนนด้วย จำนวนชื่นชอบของวิดีโอทั้งหมดและคะแนนจากผู้ตัดสิน</li>
                    <li>วิธีการให้คะแนน:ใช้hashtag(#)ทั้งหมดดังต่อไปนี้รายการแฮชแท็กของผู้สนับสนุน:#快拍股份有限公司、#晨悅預防醫學、#寶齡富錦生技、#台灣大車隊、#H2O HOTEL、#桃園機場捷運、#創克整合行銷股份有公司、#Juksy、#Qlive、#富士康廣告、#菲力斯國際。</li>
                </ul>
            </div>
            <header class="review-wrapper">
                <h3>การคัดเลือกแข่งขันนัดที่สอง</h3>
            </header>
            <div class="content">
                <ul>
                    <li>วันที่เข้าแข่งขัน: 2019/10/01 - 2019/10/18</li>
                    <li>สถานที่แข่งขัน: การแข่งขันออนไลน์</li>
                    <li>วิธีการแข่งขัน: ผู้เข้าแข่งขันกรุณาอัปโหลดวิดีโอสั้น ๆ 15 วินาทีที่ติ๊กต๊อก</li>
                    <li>เนื้อหาของการแข่งขัน: หัวเรื่องที่ระบุเป็นสปอนเซอร์เดียว (2 วิดีโอ)และเลือกสปอนเซอร์ 3 รายในสปอนเซอร์บางส่วน (แต่ละสปอนเซอร์ 1 วิดีโอ)ทำวีดีโอสร้างสรรค์เพื่อโปรโมชั่นสินค้า</li>
                    <li>วิธีการให้คะแนน: ภายในเวลาที่กำหนดผู้เข้าแข่งขันถูกจำกัดอัปโหลด5วิดีโอให้คะแนนด้วยจำนวนชื่นชอบของวิดีโอทั้งหมดและคะแนนจากผู้ตัดสิน</li>
                    <li>วิธีการให้คะแนน:ใช้hashtag(#)ทั้งหมดดังต่อไปนี้รายการแฮชแท็กของผู้สนับสนุน:#快拍股份有限公司、#晨悅預防醫學、#寶齡富錦生技、#台灣大車隊、#H2O HOTEL、#桃園機場捷運、#創克整合行銷股份有公司、#Juksy、#Qlive、#富士康廣告、#菲力斯國際。</li>
                </ul>
            </div>
            <header class="area-review-wrapper">
                <h3>การคัดเลือกรอบชิงชนะเลิศระดับภูมิภาค</h3>
            </header>
            <header>
                <h2>RULE</h2>
            </header>
            <div class="content">
                <ul>
                    <li>วันที่เข้าแข่งขัน:2019/11/8 - 2019/11/9</li>
                    <li>สถานที่แข่งขัน:โฮสต์อทางการจะตามผลการคัดเลือกแจ้งผู้เข้าแข่งขันต่างหาก</li>
                </ul>
            </div>
            <div class="content">
                <ul>
                    <li>วิธีการแข่งขันแข่งขันรอบแรก:เช้าวันที่ 1 ตามอันดับ30 คนที่เลื่อนระดับ  PKการแล้ว เลือก15 คนผู้แข่งขัน</li>
                    <li>เนื้อหาของการแข่งขันรอบแรก: ระบุหัวเรื่องติ๊กต๊อก /จำกัดเวลา / จำนวนชื่นชอบของวิดีโอ PKการวันที่ 1หลังจากรายงานตัวแล้วจะมีการประกาศหัวเรื่องสร้างสรรค์แบบรวมจากหน่วยผลิตผู้แข่งขันสร้างวิดีโอทันที หลังจากสร้างเสร็จแล้วจะวางบนเว็บติ๊กต๊อกจนถึงวันที่ 2 เวลา 12 นาฬิกาแล้วก็นับคะแนนจำนวนชื่นชอบของวิดีโอ 15 อันดับแรกได้รับการเลื่อนตำแหน่งสู่รอบชิงชนะเลิศ</li>
                </ul>
            </div>
            <div class="content">
                <ul>
                    <li>วิธีการแข่งขันรอบที่สอง:ตามอันดับ15 คนที่เลื่อนระดับแสดงความสามารถพิเศษ</li>
                    <li>เนื้อหาการแข่งขันรอบที่สอง:หลังจากประกาศรายชื่อผู้แข่งขัน 15 คนสุดท้ายแล้ว
                        แต่ละคนอัปโหลดวิดีโอการหาเสียงนึ่งเรื่องต่อคนที่ติ๊กต๊อกและการสถิติถึงเวลาที่แน่นอนแล้วก็ปริมาณจำนวน ผู้ตัดสินมีคะแนนถ่วงน้ำหนัก 30% หลังจากคำนวณคะแนนทั้งหมดแล้ว เลือกสามอันดับแรก และได้รับถ้วยรางวัล</li>
                </ul>
            </div>
            <footer>
                <a href="{{ route('/th') }}" class="button alt">กลับบ้าน</a>
            </footer>
        </article>
    </div>
    {{--    <a href="#four" class="more">Learn More</a>--}}
</section>

@include('official-th.layout.footer')
